-- phpMyAdmin SQL Dump
-- version 3.5.8.2
-- http://www.phpmyadmin.net
--
-- 主机: sql210.byetcluster.com
-- 生成日期: 2018 年 04 月 15 日 13:08
-- 服务器版本: 5.6.35-81.0
-- PHP 版本: 5.3.3

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 数据库: `otgoo_16383110_bioprosthetic`
--

-- --------------------------------------------------------

--
-- 表的结构 `bioprosthetic`
--

CREATE TABLE IF NOT EXISTS `bioprosthetic` (
  `id` int(255) NOT NULL AUTO_INCREMENT,
  `A` text NOT NULL,
  `Q` text NOT NULL,
  `view` int(255) NOT NULL,
  `time` text NOT NULL,
  `modify` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `called` int(11) NOT NULL,
  `lan` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8mb4 AUTO_INCREMENT=34 ;

--
-- 转存表中的数据 `bioprosthetic`
--

INSERT INTO `bioprosthetic` (`id`, `A`, `Q`, `view`, `time`, `modify`, `called`, `lan`) VALUES
(1, '你好', '你好', 0, '', '2015-12-16 12:52:22', 1, 'zh-tw'),
(2, '高坂穂乃果', 'Fightだよ！', 0, '', '2015-12-16 10:55:53', 3, 'ja'),
(3, '絢瀨繪里', 'かしこいかわいい？エリーチカ！ハラショー', 0, '', '2015-12-16 10:55:54', 3, 'ja'),
(5, '重返農藥', 'AMD', 0, '', '2015-12-16 11:41:38', 3, 'zh-tw'),
(18, '小繪里 ! ', '聰明可愛的?', 0, '1450364278', '2015-12-17 15:01:47', 3, 'ja'),
(11, '你好喔!!!', '安', 0, '1450271485', '2015-12-16 13:11:25', 3, 'ja'),
(12, 'Bitch', 'fuck you', 0, '1450271522', '2015-12-16 13:12:02', 3, 'en'),
(13, '大帥哥', '徐貫珉是誰', 0, '1450272479', '2015-12-16 13:27:59', 3, 'zh-tw'),
(14, '你好~你好', '你好你好', 0, '1450272950', '2015-12-16 13:35:50', 1, 'zh-tw'),
(15, '貴安~', '晚安~', 0, '1450361516', '2015-12-17 14:15:45', 3, 'zh-tw'),
(16, 'Ka Ki Ku Ke Ko！', '真姫ちゃん可愛い？', 0, '1450362312', '2015-12-17 14:29:01', 3, 'ja'),
(17, 'エリーチカ！ハラショー', 'かしこいかわいい？\n', 0, '1450362342', '2015-12-17 14:29:31', 3, 'zh-tw'),
(19, '小繪里', '聰明可愛的?\n', 0, '1450365340', '2015-12-17 15:19:29', 3, 'zh-tw'),
(20, '南條愛乃!!\n', '聰明可愛身高150的?', 0, '1450531299', '2015-12-19 13:25:32', 3, 'ja'),
(21, '沒救了~ 是一個喜歡南條愛乃的..... ', '陳冠銘?', 0, '1450854027', '2015-12-23 07:04:27', 3, 'ja'),
(22, '哈~ 啦秀~~', '哈', 0, '1450854128', '2015-12-23 07:06:08', 3, 'zh-tw'),
(23, '恩恩 真的很有事', '作者有病?', 0, '1450854184', '2015-12-23 07:07:03', 3, 'zh-tw'),
(24, '綿羊一隻', '作者是誰?', 0, '1450854680', '2015-12-23 07:15:20', 3, 'zh-tw'),
(25, '咱?', '你?', 0, '1450855983', '2015-12-23 07:37:03', 3, 'ja'),
(26, '你才是', '笨蛋\n', 0, '1450857101', '2015-12-23 07:55:41', 3, 'zh-tw'),
(27, '哈囉\n', '\n', 0, '1487599243', '2017-02-20 14:08:23', 3, 'ja'),
(28, '伊波杏樹', '你喜歡誰?', 0, '1491460964', '2017-04-06 06:53:16', 3, 'zh-tw'),
(29, '過氣', 'LoveLive', 0, '1505969883', '2017-09-21 05:14:05', 3, 'zh-tw'),
(30, '你好', '', 0, '1512653586', '2017-12-07 13:51:41', 3, 'zh-tw'),
(31, '??', '安你好', 0, '1512653648', '2017-12-07 13:52:44', 1, 'en'),
(32, '??', '!!', 0, '1512653660', '2017-12-07 13:52:55', 3, 'en'),
(33, '你傲嬌?', '笨笨蛋 笨蛋', 0, '1512654506', '2017-12-07 14:07:02', 3, 'ja');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
